{
  "mobilní aplikace": "mobile apps",
  "velké věci": "big things",
  "na malém prostoru": "in a small space",

  "proč zvolit codeers": "why choose codeers",
  "jsme zkušený tým vývojářů a designérů, specializujeme se na mobilní aplikace": "We are an experienced team of developers and designers. Specializing in mobile apps.",
  "tvoříme nová řešení od zadání po nasazení": "We create new solutions from specification to deployment",
  "Máte nápad, ale nemáte prostor či dovednosti na jeho realizaci? Provedeme vás celým procesem - od zadání, přes implementaci, až po nasazení a provoz aplikace.": "Have an idea but don't have the space or skills to implement it? We will guide you through the entire process - from specification to implementation, to deployment and operation of the application.",
  "vylepšíme váš současný produkt": "We will improve your current product",
  "Máte hotovou či rozpracovanou aplikaci, ale nenaplňuje funkčností či designem očekávání? Provedeme analýzu stávajícího řešení, navrhneme, jak jej dostat na vyšší úroveň a postaráme se o implementaci.": "Do you have a completed or in-progress application, but it doesn't meet expectations in terms of functionality or design? We will analyze your existing solution, suggest how to take it to the next level, and take care of the implementation.",
  "pomůžeme vašemu týmu": "We will help your team",
  "Jste ve slepé uličce a nevíte si rady s vývojem aplikace? Chybí vám znalosti a zkušenosti? Ocenili byste pomoc s definicí zadání či organizací práce? Dokážeme vaše projekty a procesy dát zase do chodu a pomoci vám s růstem.": "Are you at an impasse and don't know what to do with app development? Do you lack knowledge and experience? Would you appreciate help with defining the brief or organizing the work? We can get your projects and processes back on track and help you grow.",

  "umíme přinést výsledky": "We can deliver results",
  "Notino - parfémy a kosmetika": "Notino - perfumes and cosmetics",
  "E-shop aplikace pro největší obchod s kosmetikou ve střední Evropě.": "E-shop application for the largest cosmetics e-shop in Europe.",
  "M&M - Statistiky": "M&M - Statistics",
  "Statistiky prodeje nemovitostí určené pro vedení společnosti a makléře.": "Real estate sales statistics for company management and brokers.",

  "naše technologie": "our technology",

  "jak pracujeme": "how we work",
  "Úvodní schůzka": "Introductory meeting",
  "Nezávazně nás kontaktujte a sdělte nám svoji představu. Pokud ji nemáte ucelenou, namísto dlouhých debat uspořádáme produktový workshop a společně najdeme odpovědi k otázkám: “Proč chcete mobilní aplikaci?”, “Kdo ji bude používat?”, “Jaký problém bude řešit?” či “Jaké technologie preferujete?”.": "Contact us without obligation and tell us your idea. If you don't have a complete one, instead of long discussions, we will organize a product workshop and together we will find answers to the questions \"Why do you want a mobile app?\", \"Who will use it?\", \"What problem will it solve?\" or \"What technologies do you prefer?\".",
  "Analýza a UX": "Analysis and UX",
  "Když víme co a pro koho vytváříme, nic nám nebrání pustit se do průzkumu trhu, analýzy konkurence a zmapování potřeb cílových uživatelů. Na základě toho vytvoříme návrhy a prototypy s ohledem na uživatelský zážitek. Každý návrh na uživatelích otestujeme a k vám se dostane finální wireframe, ze kterého si utvoříte představu o výsledné aplikaci.": "When we know what we're creating and for whom, there's nothing is stopping us from getting down to market research, competitor analysis, and mapping the needs of our target users. Based on this, we create designs and prototypes with the user experience in mind. We test each design on users and you will receive a final wireframe from which you can form an idea of the final app.",
  "Design": "Design",
  "Po odsouhlasení wireframu máte jasnou představu o tom, jak bude aplikace fungovat. Neméně důležitý je ale i její vzhled. Na řadu tedy přichází grafický návrh, který s vámi budeme řešit, dokud nebudete s grafickou stránkou spokojeni. A protože respektujeme guidelines pro jednotlivé platformy, tak jsou naše aplikace nejen hezké na pohled, ale i intuitivní pro jejich uživatele při ovládání.": "Once the wireframe is agreed upon, you have a clear idea of how the app will work. But equally important is its appearance. Next comes the graphic design, which we will discuss with you until you are satisfied with the graphic design. And because we respect the guidelines for each platform, our apps are not only beautiful to look at, but also intuitive for their users to use.",
  "Vývoj": "Development",
  "V zadání máme jasno a naši vývojáři se mohou pustit do samotné realizace. Pracujeme iterativně a v průběhu celého vývoje s vámi budeme pravidelně v kontaktu, ať máte všechno pod kontrolou. Aplikace tvoříme nativně pro Android a iOS, nebo multriplatformě pomocí Flutter. Vždy však s ohledem na nejnovější trendy a technologie.": "We are clear on the brief and our developers can get down to the actual implementation. We work iteratively and will be in regular contact with you throughout the development process to keep you in control. We build apps natively for Android and iOS, or cross-platform using Flutter, but always keep in mind the latest trends and technologies.",
  "Testování": "Testing",
  "Aplikace je skoro hotová, je ale třeba ji ještě řádně otestovat. U nás se vždy najde někdo, kdo aplikaci dokáže rozbít. A dokud nejsme s kvalitou spokojeni, tak práce vývojářů nekončí.": "The app is almost ready, but it still needs to be properly tested. With us, there is always someone who can break the app. And until we are satisfied with the quality, the work of the developers does not stop.",
  "Vydání": "Release",
  "Hotovou aplikaci zveřejníme v obchodech Google Play a App Store. Dostane se tak přímo k vašim zákazníkům. Zveřejnit ji ale můžeme i interně v rámci vaší firmy jen pro vaše zaměstnance. V obou případech se o všechno postaráme za vás.": "We will publish the finished app on Google Play and App Store. This way, it will reach your customers directly. But we can also publish it internally within your company just for your employees. In both cases, we'll take care of everything for you.",
  "Podpora, růst a optimalizace": "Support, Growth, and Optimization",
  "Na úspěšnou spolupráci můžeme navázat dalšími kroky, které by aplikaci ještě vylepšily, či napomohly k jejímu růstu a optimalizaci. Zároveň se postaráme i o to, aby aplikace stále fungovala jak má.": "We can follow up on a successful collaboration with additional steps to make the app even better, or to help it grow and optimize. At the same time, we'll make sure the app is still working as it should.",

  "jsme codeers": "We are Codeers",
  "Postará se o to, aby vaše aplikace byla vždy technicky mezi špičkou a podle posledních trendů.": "He will make sure that your application is always technically among the top and according to the latest trends.",
  "Díky němu bude vaše aplikace dělat to co má a užívatelé ji budou zbožňovat.": "He will make your app do what it's supposed to do and users will love it.",
  "Odřídí a odkomunikuje celý projekt od jeho začátku až ke zdárnému konci.": "She will manage and communicate the whole project from the beginning to the successful end.",
  "a další": "and others",

  "kontaktujte nás": "contact us",
  "Jméno": "Name",
  "E-mail": "Email",
  "Telefon (nepovinně)": "Phone (optional)",
  "Společnost (nepovinně)": "Company (optional)",
  "Stručně popište svůj projekt (nepovinně)": "Briefly describe your project (optional)",
  "Povinný údaj": "Required field",
  "Kontakt": "Contact",
  "Zadejte validní telefonní číslo": "Please enter a valid phone number",
  "Vaše zpráva byla odeslána týmu Codeers. V brzké době Vás budeme kontaktovat. Děkujeme.": "Your message has been sent to the Codeers team. We will contact you shortly. Thank you.",

  "Odesláním souhlasíte se zpracováním osobních údajů.": "By submitting, you agree to the processing of your personal data.",
  "odeslat": "send"
}
