{
  "mobilní aplikace": "mobile applications",
  "velké věci": "big ideas",
  "na malém prostoru": "on the small display",
  "odeslat": "send",
  "Odesláním souhlasíte se zpracováním osobních údajů.": "By submitting, you agree to the processing of personal data.",
  "Společnost (nepovinně)": "Company (optional)",
  "Stručně popište svůj projekt (nepovinně)": "Briefly describe your project (optional)",
  "Telefon (nepovinně)": "Phone (optional)",
  "Jméno": "Name",
  "E-mail": "E-mail",
  "Povinný údaj": "Required field",
  "jak pracujeme": "how we work",
  "Kontakt": "Contact",
  "Zadejte validní telefonní číslo": "Please enter a valid phone number",
  "umíme přinést výsledky": "we can bring results",
  "M&M - Statistiky": "M&M - Statistics",
  "Statistiky prodeje nemovitostí určené pro vedení společnosti a makléře.": "Real estate sales statistics for company management and brokers.",
  "Notino - parfémy a kosmetika": "Notino - parfums and cosmetics",
  "E-shop aplikace pro největší obchod s kosmetikou ve střední Evropě.": "E-shop application for the largest cosmetics store in Central Europe.",
  "jsme codeers": "We are Codeers",
  "naše technologie": "our technologies",
  "proč zvolit codeers": "why choose codeers",
  "Jsme zkušený tým vývojářů a designérů. Specializuje se na mobilní aplikace.": "We are an experienced team of developers and designers. We specialize in mobile applications.",
  "Vaše zpráva byla odeslána týmu Codeers. V brzké době Vás budeme kontaktovat. Děkujeme.": "Your message has been sent to the Codeers team. We will contact you shortly. Thank you.",
  "kontaktujte nás": "contact us",
  "Postará se o to, aby vaše aplikace byla vždy technicky mezi špičkou a podle posledních trendů.": "He will make sure that your application is always technically at the forefront and according to the latest trends.",
  "Díky němu bude vaše aplikace dělat to co má a užívatelé ji budou zbožňovat.": "Thanks to him, your application will do what it should do and users will love it.",
  "Odřídí a odkomunikuje celý projekt od jeho začátku až ke zdárnému konci.": "She manages and communicates the entire project from its beginning to its successful end."
}
